Repository: KDE/kretro
Catalog: po/*/kretro.po
Languages: ar, ca@valencia, es, eu, fi, fr, he, it, ka, nl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

source: Override Mobile Controller Visibility
ar: أبطل إظهار المتحكّم المحمول
ca@valencia: Anteposa la visibilitat del controlador mòbil
es: Anular la visibilidad del mando móvil
eu: Mugikorreko agintearen ikusgaitasuna indargabetu
fi: Ohita mobiiliohjaimen näkyvyys
fr: Remplace la visibilité du contrôleur mobile
he: דריסת חשיפת בקרים ניידים
it: Ignora la visibilità del controller mobile
ka: მობილური კონტროლერის ხილვადობის გადაფარვა
nl: Zichtbaarheid van mobiele besturing overschrijven
pt_br: Substituir visibilidade do controlador do celular
sl: Preglasi vidnost mobilnega krmilnika
sv: Överskrid mobilkontrollens synlighet
tr: Taşınabilir kol görünürlüğünü geçersiz kıl
uk: Перевизначити видимість мобільного контролера
zh_cn: 覆盖手机控制器显示状态
zh_tw: 覆寫行動控制器是否可見

source: Overrides the default visibility of the touch controller.
ar: يبطل الرؤية المبدئية للمتحكّم اللمسيّ.
ca@valencia: Anteposa la visibilitat predeterminada del controlador tàctil.
es: Anula la visibilidad predeterminada el mando táctil.
eu: Ukimen agintearen ikusgaitasun lehenetsia indargabetzen du.
fi: Ohittaa kosketusohjaimen oletusnäkyvyyden.
fr: Remplace la visibilité par défaut du contrôleur tactile.
he: דריסה של חשיפת ברירת המחדל של בקרי מגע.
it: Ignora la visibilità predefinita del controller touch.
ka: გადაფარავს ნაგულისხმევ ხილვადობას სენსორული კონტროლერისთვის.
nl: Overschrijft de standaard zichtbaarheid van de aanraakcontroller.
pt_br: Substitui a visibilidade padrão do controlador de toque.
sl: Preglasi privzeto vidnost krmilnika dotikov.
sv: Överskrider pekkontrollens normala synlighet.
tr: Dokunmatik kolun öntanımlı görünürlüğünü geçersiz kılar.
uk: Перевизначає типову видимість сенсорного контролера.
zh_cn: 覆盖触摸控制器的默认显示状态。
zh_tw: 覆寫觸控控制器預設是否可見。

source: Fullscreen Mode
ar: وضع ملء الشاشة
ca@valencia: Mode de pantalla completa
es: Modo a pantalla completa
eu: Pantaila-osoko modua
fi: Koko näytön tila
fr: Mode plein écran
he: מצב מסך מלא
it: Modalità a schermo intero
ka: სრულეკრანიანი რეჟიმი
nl: Modus volledig scherm
pt_br: Modo de tela cheia
sl: Celozaslonski način
sv: Fullskärmsläge
tr: Tam ekran kipi
uk: Повноекранний режим
zh_cn: 全屏模式
zh_tw: 全螢幕模式

source: Open games in fullscreen mode by default.
ar: افتح الألعاب في وضع ملء الشاشة مبدئياً.
ca@valencia: Obri els jocs en mode de pantalla completa de manera predeterminada.
es: Abrir los juegos a pantalla completa de forma predeterminada.
eu: Era lehenetsian jokoak pantaila-osoko moduan ireki.
fi: Avaa pelit oletuksena koko näytön tilaan.
fr: Ouvrir les jeux en mode plein écran par défaut.
he: פתיחת משחקים במסך מלא כברירת מחדל.
it: Apri i giochi in modalità a schermo intero in modo predefinito.
ka: თამაშის სრულეკრანიან რეჟიმში ნაგულისხმევად გახსნა.
nl: Games standaard in modus volledig schermmode openen.
pt_br: Abre jogos em modo de tela cheia por padrão.
sl: Igre privzeto odpiraj v celozaslonskem načinu.
sv: Starta normalt spel i fullskärmsläge.
tr: Öntanımlı olarak oyunları tam ekran kipinde açar.
uk: Типово відкривати ігри у повноекранному режимі.
zh_cn: 默认以全屏模式打开游戏。
zh_tw: 預設以全螢幕模式開啟遊戲。

source: Libretro Cores
ar: نُوى ليبريترو
ca@valencia: Nuclis de Libretro
es: Cores de Libretro
eu: Libretro Nukleoak
fi: Libretro-ytimet
fr: Cœurs « Libretro »
he: ליבות Libretro
it: Core Libretro
ka: Libretro Core-ები
nl: Libretro-kernen
pt_br: Cores Libretro
sv: Libretro-kärnor
tr: Libretro Çekirdekleri
uk: Ядра Libretro
zh_cn: Libretro 核心
zh_tw: Libretro 核心

source: GBA Core:
ar: نواة GBA:
ca@valencia: Nucli de GBA:
es: Core de GBA:
eu: GBA Nukleoa:
fi: GBA-ydin:
fr: Noyau « ACS » :
he: ליבת GBA:
it: Core GBA:
ka: ბირთვი GBA:
nl: GBA-kern:
pt_br: Core GBA:
sl: Jedro GBA:
sv: GBA-kärna:
tr: GBA çekirdeği:
uk: Ядро GBA:
zh_cn: GBA 核心：
zh_tw: GBA 核心：

source: NES Core:
ar: نواة NES:
ca@valencia: Nucli de NES:
es: Core de NES:
eu: NES Nukleoa:
fi: NES-ydin:
fr: Noyau « NES » :
he: ליבת NES:
it: Core NES:
ka: ბირთვი NES:
nl: NES-kern:
pt_br: Core NES:
sl: Jadro NES:
sv: NES-kärna:
tr: NES çekirdeği:
uk: Ядро NES:
zh_cn: NES 核心：
zh_tw: NES 核心：

source: SNES Core:
ar: نواة SNES:
ca@valencia: Nucli de SNES:
es: Core de SNES:
eu: SNES Nukleoa:
fi: SNES-ydin:
fr: Noyau « SNES » :
he: ליבת SNES:
it: Core SNES:
ka: ბირთვი SNES:
nl: SNES-kern:
pt_br: Core SNES:
sl: Jedro SNES:
sv: SNES-kärna:
tr: SNES çekirdeği:
uk: Ядро SNES:
zh_cn: SNES 核心：
zh_tw: SNES 核心：

source: Master System Core:
ar: نواة ماستر سيستم:
ca@valencia: Nucli del sistema mestre:
es: Core de Master System:
eu: Master System Nukleoa:
fi: Järjestelmän pääydin:
fr: Noyau système maître :
he: ליבת Master System:
it: Core Master System:
ka: ძირითადი სისტემური ბირთვი:
nl: Hoofdsysteemkern:
pt_br: Core Master System:
sl: Jedro Master System:
sv: Huvudsystemkärna:
tr: Ana sistem çekirdeği:
uk: Ядро основної системи:
zh_cn: Master System 核心：
zh_tw: Master System 核心：

source: Genesis / Mega Drive Core:
ar: نواة جينيسيس / ميجا درايف:
ca@valencia: Nucli de Genesis / Mega Drive:
es: Core de Genesis / Mega Drive:
eu: Genesis / Mega Drive nukleoa:
fi: Genesis / Mega Drive -ydin
fr: Cœur « Genesis / Mega Drive » :
he: ליבת Genesis / Mega Drive:
it: Core Genesis / Mega Drive:
ka: ბირთვი Genesis / Mega Drive:
nl: Genesis / Mega Drive-kern:
pt_br: Core Genesis / Mega Drive:
sl: Genesis / Jedro Mega Drive:
sv: Genesis / Mega Drive-kärna:
tr: Genesis / Mega Drive çekirdeği:
uk: Ядро Genesis / Mega Drive:
zh_cn: Genesis / MD 核心：
zh_tw: Genesis / Mega Drive 核心：

source: Flatpak releases of KRetro manage retro cores automatically.
ar: إصدارات فلاتباك من كي ريترو تدير نُوى ريترو آلياً.
ca@valencia: Els llançaments Flatpak de KRetro gestionen automàticament els nuclis retro.
es: Las versiones Flatpak de KRetro gestionan los cores retro automáticamente.
eu: KRetroren flatpak argitalpenek retro nukleoak automatikoki kudeatzen dituzte.
fi: KRetron Flatpak-julkaisut hallinnoivat retroytimiä automaattisesti.
fr: Les versions en « Flatpak » de KRetro gèrent automatiquement les cœurs rétro.
he: מהדורות Flatpak של KRetro מנהלות את ליבות הרטרו אוטומטית.
it: Le versioni Flatpak di KRetro gestiscono automaticamente i core retro.
ka: KRetro-ის Flatpak რელიზები retro core-ებს ავტომატურად მართავს.
nl: Uitgaven van KRetro in Flatpak beheren automatisch retro-kernen.
pt_br: As versões Flatpak do KRetro gerenciam cores retrô automaticamente.
sl: Izdaje Flatpak KRetro samodejno upravljajo retro jedra.
sv: Flatpak-utgåvor av Kretro hanterar automatiskt retrokärnor.
tr: K Retro’nun Flatpak sürümü, retro çekirdeklerinin yönetimini kendiliğinden yapar.
uk: Випуски KRetro у Flatpak керують ретроядрами автоматично.
zh_cn: KRetro 的 Flatpak 版本自动管理模拟器核心。
zh_tw: KRetro 的 Flatpak 版本會自動管理 Retro 核心。

source: Settings saved
ar: حفظت الإعدادات
es: Preferencias guardadas
zh_cn: 设置已保存

source: Core Variables
ar: مُتغيرات النواة
ca@valencia: Variables del nucli
es: Variables del core
eu: Nukleoaren aldagaiak
fi: Ydinmuuttujat
fr: Variables des cœurs
he: משתני ליבה
it: Variabili core
ka: ბირთვის ცვლადები
nl: Kern-variabelen
pt_br: Variáveis de core
sl: Spremenljivke jedra
sv: Kärnvariabler
tr: Çekirdek Değişkenleri
uk: Змінні ядра
zh_cn: 核心变量
zh_tw: 核心變數

source: Most settings require you to exit and reopen the game to take effect.
ar: معظم الإعدادات تطلب منك الخروج وإعادة فتح اللعبة لتصبح سارية المفعول.
ca@valencia: La majoria de les opcions requerixen que eixiu i torneu a obrir el joc perquè tinguen efecte.
es: La mayoría de los ajustes necesitan que salgas del juego y vuelvas a iniciarlo para tener efecto.
eu: Ezarpen gehienek indarrean sartzeko jokotik irtetea eta berrirekitzea eskatzen dute.
fi: Useimmat asetukset vaativat voimaan tullakseen lopettamaan ja avaamaan pelin uudelleen.
fr: La plupart des paramètres nécessite la fermeture et la réouverture du jeu pour prendre effet.
he: רוב ההגדרות תאלצנה אותך לסגור ולפתוח את המשחק מחדש כדי שתחולנה.
it: Per rendere attive la maggior parte delle impostazioni, devi uscire e riaprire il gioco.
ka: პარამეტრების უმრავლესობა ძალაში შესასვლელად მოითხოვს, რომ გახვიდეთ თამაშიდან და თავიდან გახსნათ ის.
nl: De meeste instellingen vereisen u er uit te gaan en de game opnieuw te openen om effect te hebben.
pt_br: A maioria das configurações exige que você saia e reabra o jogo para que elas entrem em vigor.
sl: Večina nastavitev zahteva, da zapustite igro in jo znova odprete, da bi jih uveljavili.
sv: De flesta inställningar kräver att spelet avslutas och startas igen för att få effekt.
tr: Çoğu ayarın etkili olabilmesi için oyundan çıkıp yeniden girmeniz gerekir.
uk: Для внесення більшості змін до параметрів вам доведеться вийти з гри, а потім знову її відкрити.
zh_cn: 大多数设置在更改后需要重新打开游戏才能生效。
zh_tw: 大部分設定會需要您離開並重新開啟遊戲才會生效。

source: Default: %1
ar: المبدئيّ: %1
ca@valencia: Predeterminat: %1
es: Predeterminado: %1
eu: Lehenetsia: %1
fi: Oletus: %1
fr: Par défaut : %1
he: ברירת מחדל: %1
it: Predefinito: %1
ka: ნაგულისხმევი: %1
nl: Standaard: %1
pt_br: Padrão: %1
sl: Privzeto: %1
sv: Förval: %1
tr: Öntanımlı: %1
uk: Типово: %1
zh_cn: 默认：%1
zh_tw: 預設：%1

source: Reset Mappings
ar: أعد ضبط التعيينات
ca@valencia: Reinicialitza les assignacions
es: Reiniciar asignaciones
eu: Aginte-esleipenak berrezarri
fi: Palauta kytkennät
fr: Réinitialiser les correspondances
he: איפוס מיפויים
it: Ripristina le mappature
ka: ასახვების ჩამოყრა
nl: Reset overeenkomstige zaken
pt_br: Redefinir mapeamentos
sl: Ponastavi preslikave
sv: Återställ avbildningar
tr: Eşlemleri Sıfırla
uk: Скинути прив'язки
zh_cn: 重置映射
zh_tw: 重設按鍵映射

source: Retropad mappings reset
ar: أعيد ضبط تعيينات ريتروباد
es: Asignaciones de RetroPad reiniciadas
zh_cn: 重置 Retropad 映射

source: RetroPad Controller Settings
ar: إعدادات متحكّم ريتروباد
ca@valencia: Configureu el controlador RetroPad
es: Ajustes del mando RetroPad
eu: RetroPad agintearen ezarpenak
fi: RetroPad-ohjainasetukset
fr: Configuration du contrôleur Petrograd
he: הגדרות בקרים של RetroPad
it: Impostazioni controller RetroPad
ka: რეტროპადის კონტროლერის მორგება
nl: Instellingen van de controller van RetroPad
pt_br: Configurações do controlador do RetroPad
sl: Nastavitve krmilnika RetroPada
sv: RetroPad-kontrollinställningar
tr: RetroPad Kolu Ayarları
uk: Параметри контролера RetroPad
zh_cn: RetroPad 控制器设置
zh_tw: RetroPad 控制器設定

source: Controller Port 0
ar: مَنفذ المتحكّم 0
ca@valencia: Port del controlador 0
es: Puerto de mando 0
eu: Agintearen 0 ataka
fi: Ohjainportti 0
fr: Port 0 du contrôleur
he: פתחת בקר 0
it: Porta del controller 0
ka: კონტროლერის პორტი 0
nl: Controller van poort 0
pt_br: Porta 0 do controlador
sl: Vrata krmilnika 0
sv: Kontrollport 0
tr: Kol Kapısı 0
uk: Порт 0 контролера
zh_cn: 控制器接口 0
zh_tw: 控制器連接埠 0

source: Press a controller button or key to bind…
ar: اضغط على زر متحكّم أو مفتاح لتعيينه…
es: Pulsa un botón o tecla del mando para asignarla…
zh_cn: 按下控制器按钮或按键进行绑定…

source: Currently unbound
ar: غير مُعيّن حالياً
ca@valencia: Actualment sense vincular
es: Sin asignar
eu: Une honetan esleitu gabe
fi: Ei kytketty
fr: Actuellement non lié
he: לא מאוגד כרגע
it: Attualmente non associato
ka: ამჟამად ასახული არაა
nl: Nu niet gebonden
pt_br: Atualmente não vinculado
sl: Trenutno neomejeno
sv: För närvarande otilldelad
tr: Şu anda bağıntılı değil
uk: Зараз не прив'язано
zh_cn: 当前未绑定
zh_tw: 目前未綁定

source: Currently bound to: %1
ar: مُعيّن حالياً إلى: %1
ca@valencia: Actualment vinculat a: %1
es: Asignado a: %1
eu: Une honetan honekin estekatua: %1
fi: Kytketty: %1
fr: Actuellement lié à : %1
he: מאוגד כרגע אל: %1
it: Attualmente associato a: %1
ka: ამჟამად ასახულია რაზე: %1
nl: Nu gebonden aan: %1
pt_br: Atualmente vinculado à: %1
sl: Trenutno omejeno na: %1
sv: För närvarande tilldelad till: %1
tr: Şu anda şuna bağıntılı: %1
uk: Зараз пов'язано із: %1
zh_cn: 当前绑定到：%1
zh_tw: 目前綁定為：%1

source: (c) 2023-2025 KDE Community
ca@valencia: (c) 2023-2025 Comunitat KDE
eu: (c) 2023-2025 KDE Komunitatea
fr: (c) 2023-2025 Communauté KDE
he: (c) 2023‏-2025 קהילת KDE
ka: (c) 2023-2025 KDE-ის საზოგადოება
sl: (c) 2023-2025 Skupnost KDE
uk: © Спільнота KDE, 2023–2025
zh_tw: (c) 2023-2025 KDE 社群

source: KRetro Help
ca@valencia: Ajuda de KRetro
eu: KRetroren Laguntza
fr: Aide de KRetro
he: עזרה ל־KRetro
ka: KRetro-ის დახმარება
sl: Pomoč za KRetro
uk: Довідка з KRetro
zh_tw: KRetro 說明

source: Getting Started
ca@valencia: Com començar
eu: Hastapenak
fr: Premiers pas
he: איך מתחילים
ka: დავიწყოთ
sl: Kako začeti
uk: Початкові зауваження
zh_tw: 新手入門

source: Installing Retro Cores
ca@valencia: Instal·lació de nuclis Retro
eu: Retro Nukleoak instalatzea
fr: Installation des cœurs Retro
he: התקנת ליבות רטרו
ka: Retro Core-ების დაყენება
sl: Nameščanje Retro Cores
uk: Встановлення ядер Retro
zh_tw: 安裝 Retro 核心

source: Installing Retro Cores (Flatpak)
ca@valencia: Instal·lació de nuclis Retro (Flatpak)
eu: Retro Nukleoak instalatzea (Flatpak)
fr: Installation de noyaux rétro (Flatpak)
he: התקנת ליבות רטרו (Flatpak)
ka: Retro Core-ების (Flatpak) დაყენება
sl: Nameščanje Retro Cores (Flatpak)
uk: Встановлення ядер Retro (Flatpak)
zh_tw: 安裝 Retro 核心 (Flatpak)

source: The flatpak version of KRetro comes with a curated set of cores already! If you installed KRetro from the official flatpak, you are all set!
ca@valencia: La versió flatpak de KRetro ja ve amb un conjunt seleccionat de nuclis! Si heu instal·lat KRetro des de flatpak oficial, estan tots configurats!
eu: KRetroren flatpak bertsioak ondutako nukleo multzo bat dakar! KRetro flatpak ofizialetik instalatu baduzu, dena prest dago!
fr: La version « Flatpak » de KRetro est déjà livrée avec un ensemble de cœurs sélectionnés ! Si vous avez installé KRetro depuis le site officiel « Flatpak », vous êtes totalement est prêt !
he: גרסת Flatpak של KRetro כבר מגיע עם אוסף צבור של ליבות! אם התקנת את KRetro מה־Flatpak הרשמי, הכול מוכן לטיסה!
ka: KRetro-ის flatpak-ის ვერსიას ბირთვები თან მოჰყვება! თუ KRetro ოფიციალური flatpak-დან დააყენეთ, მეტი არაფრის გაკეთება დაგჭირდებათ!
sl: Različica paketa flatpack KRetro že vsebuje izbran nabor jeder! Če ste KRetro namestili iz uradnega paketa flatpack, ste pripravljeni!
uk: Версія flatpak KRetro позначається із ретельно вибраним набором ядер! Якщо вами встановлено KRetro з офіційного flatpak, у вас уже все є!
zh_tw: Flatpak 版的 KRetro 已經內含精選的核心！如果您是從官方的 Flatpak 安裝 KRetro 的話，就不用再多做設定了！

source: Installing Games
ca@valencia: Instal·lació de jocs
eu: Jokoak instalatzea
fr: Installation des jeux
he: התקנת משחקים
ka: თამაშების დაყენება
sl: Nameščanje iger
uk: Встановлення ігор
zh_tw: 安裝遊戲

source: Adding ROMs
ca@valencia: Afegir ROM
eu: ROMak gehitzea
fr: Ajout de ROM
he: הוספת רומים
ka: ROM-ების დამატება
sl: Dodajanje ROMov
uk: Додавання ROM
zh_tw: 新增 ROM

source: About kretro
ca@valencia: Quant a KRetro
eu: kretrori buruz
fr: À propos de KRetro
he: על kretro
ka: KRetro-ის შესახებ
sl: O kretro
uk: Про kretro
zh_tw: 關於 KRetro

source: Press Escape to exit fullscreen mode!
ca@valencia: Premeu Escape per a eixir del mode a pantalla completa!
eu: Sakatu Ihes tekla leiho osoko modutik irteteko!
fr: Appuyez sur la touche « Échap » pour quitter le mode plein écran !
he: יש ללחוץ על Escape כדי לצאת ממסך מלא!
ka: სრულეკრანიანი რეჟიმიდან გასვლისას დააჭირეთ ღილაკს Escape!
sl: Pritisnite Escape za izhod iz celozaslonskega načina!
uk: Натисніть клавішу Esc, щоб вийти з повноекранного режиму!
zh_tw: 按下 Esc 離開全螢幕模式！

source: Game saved!
ca@valencia: S'ha guardat el joc!
eu: Jokoa gorde da!
fr: Partie enregistrée !
he: המשחק נשמר!
ka: თამაში შენახულია!
sl: Igra shranjena!
uk: Гру збережено!
zh_tw: 遊戲已儲存！

source: Settings saved!
ca@valencia: S'ha guardat la configuració!
eu: Ezarpenak gorde dira!
fr: Configuration enregistrée !
he: ההגדרות נשמרו!
ka: პარამეტრები დამახსოვრებულია!
sl: Nastavitve shranjene!
uk: Параметри збережено!
zh_tw: 設定已儲存！

source: Retropad mappings reset!
ca@valencia: S'han reinicialitzat les assignacions de RetroPad!
eu: RetroPad aginte-esleipenak berrezarri!
fr: Réinitialisation des associations de Retropad !
he: איפוס מיפויים של Retropad!
ka: რეტროპადის ასახვები ჩამოყრილია!
sl: Preslikave Retropada ponastavljene!
uk: Прив'язки Retropad скинуто!
zh_tw: RetroPad 映射已重設！

source: Press a controller button or key to bind...
ca@valencia: Premeu un botó o una tecla del controlador per a vincular…
eu: Sakatu agintearen botoi bat edo tekla bat esleitzeko...
fr: Appuyez sur un bouton ou une touche du contrôleur pour effectuer un lien...
he: יש ללחוץ על כפתור או מקש בבקר כדי לאגד…
ka: დააჭირეთ კონტროლერის ან კლავიატურის ღილაკს მისაბმელად...
sl: Pritisnite gumb ali tipko krmilnika za povezovanje...
uk: Натисніть кнопку або клавішу контролера для прив'язування…
zh_tw: 按下要綁定的控制器按鈕或按鍵…
