Repository: KDE/kretro
Catalog: po/*/kretro.po
Languages: ar, ca@valencia, es, eu, fi, fr, he, it, ka, nl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
he: צוות התרגום של KDE ישראל
it: Vincenzo Reale
ka: Temuri Doghonadze
nl: Freek de Kruijf - 2025
pt_br: Marcus Gama
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: Tyson Tan
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
he: kde-l10n-he@kde.org
it: smart2128vr@gmail.com
ka: temuri.doghonadze@gmail.com
nl: freekdekruijf@kde.nl
pt_br: marcus.gama@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: tds00@qq.com
zh_tw: mail@kisaragi-hiu.com

# @title
source: KRetro
ar: كي ريترو
zh_cn: KRetro 模拟器前端

source: Libretro frontend for Plasma
ar: واجهة Libretro لبلازما
ca@valencia: Frontal de la Libretro per a Plasma
es: Interfaz de Libretro para Plasma
eu: Plasmarako Libretro-ren aurrealdekoa
fi: Libretro-käyttöliittymä Plasmaan
fr: Interface de Libretro pour Plasma
he: ממשק Libretro לפלזמה
it: Interfaccia Libretro per Plasma
ka: Libretro-ის წინაბოლო Plasma-ისთვის
nl: Libretro-frontend voor Plasma
pt_br: Interface do Libretro para o Plasma
sl: Libretro začelje za Plasmo
sv: Libretro-gränssnitt för Plasma
tr: Plasma için libretro ön yüzü
uk: Оболонка Libretro для Плазми
zh_cn: Plasma 的 Libretro 前端程序
zh_tw: Plasma 用的 Libretro 前端

source: © 2023–2025 KDE Community
ar: © 202-3–2025 مجتمع كِيدِي
es: © 2023–2025 La comunidad KDE

# @info:credit
source: Seshan Ravikumar
ar: سيشان رافيكومار
he: סשאן רביקונאר
ka: სეშან რავიკუმარი
tr: Seşan Ravikumar

# @info:credit
source: Developer
ar: مطوّر
ca@valencia: Desenvolupador
es: Desarrollador
eu: Garatzailea
fi: Kehittäjä
fr: Développeur
he: מפתח
it: Sviluppatore
ka: პროგრამისტი
nl: Ontwikkelaar
pt_br: Desenvolvedor
sl: Razvijalec
sv: Utvecklare
tr: Geliştirici
uk: Розробник
zh_cn: 开发人员
zh_tw: 開發者

# @info:credit
source: Devin Lin
ar: ديفين لين
he: דווין לין

# @title
source: KRetro Help
ar: مساعدة كي ريترو
es: Ayuda de KRetro
zh_cn: KRetro 帮助

# @title
source: Getting Started
ar: ابدأ
es: Introducción
zh_cn: 入门指南

# @title
source: Installing Retro Cores
ar: ثبّت نُوى ريترو
es: Instalación de cores retro
zh_cn: 安装 Retro 核心

source: KRetro (non-flatpak) requires you to install emulators, called 'libretro cores'. You should find these from your distro's package manager, for example, 'libretro-mgba' for the GBA emulator core. Once installed, you can select them in the settings.
ar: كي ريترو (غير فلاتباك) يطلب منك تثبيت محاكيات تدعى 'نُوى ليبريترو'. يجب أن تجد هذه من مدير حزم توزيعتك، على سبيل المثال، 'libretro-mgba' لنواة محاكي GBA. عند تثبيتها، يمكنك اختيارها في الإعدادات.
ca@valencia: KRetro (no-flatpak) requerix que instal·leu emuladors, anomenats «nuclis de libretro» (libretro cores). Hauríeu de trobar-los mitjançant el gestor de paquets de la vostra distribució, per exemple, «libretro-mgba» per al nucli d'emulador GBA. Una vegada instal·lats, podeu seleccionar-los a la configuració.
es: KRetro (no en Flatpak) necesita que instales emuladores, llamados «cores de libretro». Puedes encontrarlos en el gestor de paquetes de tu distribución. Por ejemplo, «libretro-mgba» para el core emulador de GBA. Una vez instalados, puedes seleccionarlos en las preferencias.
eu: KRetrok (ez-flatpak) emulatzaileak instalatzea eskatzen du, 'libretro core' izenekoak, euskaraz nukleoak. Zure banatzailearen pakete-kudeatzailean aurkitu beharko zenituzke, 'libretro-mgba' GBA nukleo emulatzailerako adibidez. Instalatu ondoren ezarpenetan hautatu ditzakezu.
fi: KRetro (ei-Flatpak) vaatii asentamaan ”libretro-ytimiksi” kutsuttuja emulaattoreita. Näitä löytänee jakelun paketinhallinnasta, esim. GBA-emulaattorin ydin voi olla ”libretro-mgba”. Asennuksen jälkeen ne voi asetuksista valita.
fr: KRetro (Hors « FlatPak ») nécessite l'installation d'émulateurs, appelés « cœurs Libretro ». Vous devriez les trouver dans le gestionnaire de paquets de votre distribution, par exemple, « libretro-mgba » pour le cœur de l'émulateur « GBA ». Une fois installés, vous pouvez les sélectionner dans la configuration.
he: KRetro (שאינו ארוז ב־flatpak) דורש ממך להתקין מדמים, שנקראים ‚libretro cores’ (ליבות). הם אמורים להיות זמינים דרך מנהל החבילות של ההפצה שלך, למשל, ‚libretro-mgba’ לליבת המדמה של GBA. לאחר ההתקנה, אפשר לבחור אותם דרך ההגדרות.
it: KRetro (non flatpak) richiede l'installazione di emulatori, chiamati «core libretro». Dovresti trovarli nel gestore pacchetti della tua distribuzione, ad esempio «libretro-mgba» per il core dell'emulatore GBA. Una volta installati, puoi selezionarli nelle impostazioni.
ka: KRetro (არა-flatpak-ის ვერსია) მოითხოვს, რომ დააყენოთ ემულატორები, რომლებსაც 'libretro core' ჰქვიათ. ისინი თქვენი დისტრიბუტივის პაკეტების მმართველიდან უნდა იპოვოთ. მაგალითად, 'libretro-mgba' aris GBA-ის ემულატორის ბირთვი. როცა დააყენებთ, მათი არჩევა მორგების ფანჯარაში შეგიძლიათ.
nl: KRetro (niet-flatpak) vereist dat u emulatoren installeert, genaamd 'libretro-kernen'. U zou deze moeten vinden in de pakketbeheerder van u distributie, bijvoorbeeld, 'libretro-mgba' voor de GBA-emulatorkern. Eenmaal geïnstalleerd, kunt u ze selecteren in de instellingen.
pt_br: O KRetro (não flatpak) requer a instalação de emuladores, chamados "libretro cores". Você deve encontrá-los no gerenciador de pacotes da sua distribuição, por exemplo, "libretro-mgba" para o núcleo do emulador GBA. Após a instalação, você pode selecioná-los nas configurações.
sl: KRetro (ne flatpak) zahteva namestitev emulatorjev, imenovanih »libretro cores«. Te najdete v upravljalniku paketov vaše distribucije, na primer »libretro-mgba« za jedro emulatorja GBA. Ko so nameščeni, jih lahko izberete v nastavitvah.
sv: Kretro (utan Flatpak) kräver att emulatorer installeras, så kallade "libretro-kärnor". De ska finnas i distributionens pakethanterare, till exempel "libretro-mgba" för GBA-emulatorkärnan. När de är installerade kan de väljas i inställningarna.
tr: K Retro (Flatpak olmayan sürüm), adına “libretro çekirdekleri” denilen öykünücüler kurmanızı gerektirir. Bunları, dağıtımınızın paket yöneticisinden bulabilirsiniz. Örneğin, GBA öykünücüsü çekirdeği için “libretro-mgba” aramasını yapın. Kurulum sonrası onları ayarlardan seçebilirsiniz.
uk: KRetro (без flatpak) потребує встановлення емуляторів, які ми називаємо «ядрами libretro». Їх можна знайти у списку програми для керування пакунками вашого дистрибутива, наприклад» «libretro-mgba» для ядра емулятора GBA. Після встановлення ви можете вибрати їх у параметрах.
zh_cn: KRetro (非 flatpak 版本) 需要您另外安装模拟器，它们被称作“libretro 核心”。 模拟器核心可以通过发行版的软件包管理器安装，例如 libretro-mgba 就是 GBA 的模拟器核心。安装完成后，即可在 Kretro 的设置中选择它们。
zh_tw: KRetro（非 Flatpak 版）需要您安裝模擬器，在這稱作「libretro 核心」。 您應該可以從您的發行版的軟體包管理員當中找到這些模擬器，像是 'libretro-mgba' 軟體包提供 GBA 的模擬器核心。安裝後您將可以從設定中選取它們。

# @title
source: Installing Retro Cores (Flatpak)
ar: ثبّت نُوى ريترو (فلاتباك)
es: Instalación de cores retro (Flatpak)
zh_cn: 安装 Retro 核心 (Flatpak 版本)

source: The flatpak version of KRetro comes with a curated set of cores already. If you installed KRetro from the official flatpak, you are all set!
ar: نسخة كي ريترو فلاتباك تأتي مع مجموعة منتقاة من النُوى. لو ثبّت كي ريترو من فلاتباك الرسمي، فكلّ شيء جاهز!
es: La versión Flatpak de KRetro ya contiene una selección de cores. Si has instalado KRetro mediante el flatpak oficial, ¡ya tienes todo!
zh_cn: KRetro 的 Flatpak 版本已经预装了一系列精选的模拟器核心。如果您安装的是 KRetro 官方提供的 Flatpak 软件包，可开箱即玩。

# @title
source: Installing Games
ar: ثبّت ألعاباً
es: Instalación de juegos
zh_cn: 安装游戏

# @title
source: Adding ROMs
ar: أضف رومات
es: Añadir ROM
zh_cn: 添加 ROM

source: KRetro automatically detects supported games (by file extension) from the ROMs directory (which by default is ~/Documents/Games). Simply add your ROMs there and they will appear in the game library!
ar: كي ريترو يكتشف آلياً الألعاب المدعومة (عن طريق امتداد الملف) من دليل الرومات (والذي هو مبدئياً ~/Documents/Games). ببساطة أضف روماتك هناك وستظهر في مكتبة الألعاب!
ca@valencia: KRetro detecta automàticament els jocs acceptats (segons l'extensió del fitxer) del directori de ROM (que de manera predeterminada és ~/Documents/Games). Afegiu-hi les vostres ROM i apareixeran a la biblioteca de jocs!
es: KRetro detecta automáticamente los juegos compatibles (por su extensión de archivo) en el directorio de las ROM (que es ~/Documentos/Juegos de forma predeterminada). Solo tienes que añadir tus ROM a ese directorio para que aparezcan en la biblioteca de juegos.
eu: KRetrok ROMen direktorioan (era lehenetsioan ~/Documents/Games) onartzen dituen jokoak automatikoki antzematen ditu (fitxategi-luzapenaren arabera). Zure ROMak besterik gabe han gehitu eta jokoen liburutegian agertuko dira.
fi: KRetro havaitsee tuetut pelit (tiedostopäätteen mukaan) ROM-kansiosta (oletuksena ~/Documents/Games) automaattisesti. Lisää vain ROMit sinne, ja ne ilmestyvät pelikirjastoon!
fr: KRetro détecte automatiquement les jeux pris en charge (Par leur extension de fichier) à partir du dossier de ROM (Par défaut « ~/Documents/Jeux »). Veuillez y ajouter simplement vos ROM et elles apparaitront dans la bibliothèque de jeux !
he: KRetro מזהה משחקים נתמכים אוטומטית (לפי סיומת הקובץ) מתיקיית הרומים (שכברירת המחדל נמצאת תחת ‎~/Documents/Games). אפשר פשוט להוסיף את הרומים שלך לשם והם יופיעו בספריית המשחקים!
it: KRetro rileva automaticamente i giochi supportati (in base all'estensione del file) dalla cartella delle ROM (che in modo predefinito è ~/Documenti/Giochi). Basta aggiungere le ROM lì e appariranno nella raccolta dei giochi!
ka: KRetro ავტომატურად დაადგენს მხარდაჭერილ თამაშებს (ფაილის გაფართოების მიხედვით) ROM-ების საქაღალდეში (რომლის ნაგულისხმევი მდებარეობაა ~/Documents/Games). უბრალოდ დაამატეთ თქვენი ROM-ები იქ და ისინი თამაშების ბიბლიოთეკაში გამოჩნდება!
nl: KRetro detecteert automatisch ondersteunde games (op bestandsextensie) uit de map met ROM's (die standaard ~/Documenten/Spellen is). Voeg eenvoudig uw ROM's daar toe en ze zullen in de spelbibliotheek verschijnen!
pt_br: O KRetro detecta automaticamente os jogos suportados (por extensão de arquivo) na pasta de ROMs (que por padrão é ~/Documentos/Jogos). Basta adicionar suas ROMs lá e elas aparecerão na biblioteca de jogos!
sl: KRetro samodejno zazna podprte igre (po končnici datoteke) v imeniku ROM-ov (ki je privzeto ~/Documents/Games). Preprosto dodajte svoje ROM-e tja in prikazali se bodo v knjižnici iger!
sv: Kretro identifierar automatiskt spel som stöds (via filändelse) från ROM-katalogen (som normalt är ~/Documents/Games). Lägg bara till ROM där så visas de i spelbiblioteket.
tr: K Retro, ROM’lar dizininden kendiliğinden desteklenen oyunları (genelde öntanımlı konum ~/Documents/Games dizinidir) algılayabilir. Yalnızca ROM’larınızı oraya koyun ve oyun kitaplığında görüneceklerdir.
uk: KRetro автоматично виявляє підтримувані ігри (за суфіксом назви файла) у каталозі ROM (типовим є каталог ~/Документи/Games). Просто додайте ваші ROM у цей каталог, і вони з'являться у бібліотеці ігор!
zh_cn: KRetro 会按照文件扩展名自动检测在 ROM 目录 (默认位于 ~/Documents/Games) 中支持的游戏。只需将 ROM 放到该目录，它们就会自动被添加到游戏库。
zh_tw: KRetro 會從 ROM 目錄（預設為 ~/文件/Games）自動依副檔名偵測支援的遊戲。只要將 ROM 加到該處它們便會出現在遊戲庫當中！

source: KRetro
ar: كي ريترو

source: Open ROMs Directory
ar: افتح دليل الرومات
ca@valencia: Obri el directori de ROM
es: Abrir directorio de ROM
eu: Irekin ROMen direktorioa
fi: Avaa ROM-kansio
fr: Ouvrir le dossier des ROM
he: פתיחת תיקיית רומים
it: Apri la cartella delle ROM
ka: ROM-ების საქაღალდის გახსნა
nl: Map met ROM's openen
pt_br: Abrir pasta de ROMs
sl: Odpri imenik ROM-ov
sv: Öppna ROM-katalog
tr: ROM’lar Dizinini Aç
uk: Відкрити катало з ROM
zh_cn: 打开 ROM 目录
zh_tw: 開啟 ROM 目錄

source: Settings
ar: إعدادات
ca@valencia: Configuració
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Configuration
he: הגדרות
it: Impostazioni
ka: მორგება
nl: Instellingen
pt_br: Configurações
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри
zh_cn: 设置
zh_tw: 設定

source: Controller Settings
ar: إعدادات المتحكّم
ca@valencia: Configureu el controlador
es: Preferencias del mando
eu: Agintearen ezarpenak
fi: Ohjainasetukset
fr: Configuration de contrôleur
he: הגדרות בקרים
it: Impostazioni controller
ka: კონტროლერის მორგება
nl: Instellingen van de controller
pt_br: Configurações do controlador
sl: Nastavljanje krmilnika
sv: Kontrollinställningar
tr: Kol Ayarları
uk: Параметри контролера
zh_cn: 控制器设置
zh_tw: 控制器設定

source: About KRetro
ar: عن كي ريترو
es: Acerca de KRetro
zh_cn: 关于 KRetro

source: Quit
ar: أنهِ
ca@valencia: Ix
es: Salir
eu: Irten
fi: Lopeta
fr: Quitter
he: יציאה
it: Esci
ka: გასვლა
nl: Afsluiten
pt_br: Sair
sl: Zapusti
sv: Avsluta
tr: Çık
uk: Вийти
zh_cn: 退出
zh_tw: 離開

source: Help
ar: مساعدة
ca@valencia: Ajuda
es: Ayuda
eu: Laguntza
fi: Ohje
fr: Aide
he: עזרה
it: Aiuto
ka: დახმარება
pt_br: Ajuda
sl: Pomoč
sv: Hjälp
tr: Yardım
uk: Довідка
zh_cn: 帮助
zh_tw: 說明

source: Game Library
ar: مكتبة الألعاب
ca@valencia: Biblioteca de jocs
es: Biblioteca de juegos
eu: Joko-liburutegia
fi: Pelikirjasto
fr: Bibliothèque de jeux
he: ספריית משחקים
it: Raccolta giochi
ka: თამაშების ბიბლიოთეკა
nl: Spelbibliotheek
pt_br: Biblioteca de jogos
sl: Knjižnica iger
sv: Spelbibliotek
tr: Oyun Kitaplığı
uk: Бібліотека ігор
zh_cn: 游戏库
zh_tw: 遊戲庫

source: Press Escape to exit fullscreen mode
ar: اضغط على Escape للخروج من وضع ملء الشاشة
es: Pulsa Escape para salir del modo a pantalla completa
zh_cn: 按 ESC 键退出全屏模式

source: Fullscreen
ar: ملء الشّاشة
ca@valencia: Pantalla completa
es: Pantalla completa
eu: Pantaila-betea
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
it: Schermo intero
ka: სრულ ეკრანზე
nl: Volledig scherm
pt_br: Tela cheia
sl: Celotni zaslon
sv: Fullskärm
tr: Tam Ekran
uk: На весь екран
zh_cn: 全屏
zh_tw: 全螢幕

source: Reset Core
ar: أعد ضبط النواة
ca@valencia: Reinicia el nucli
es: Reiniciar core
eu: Berrezarri Nukleoa
fi: Palauta ydin
fr: Réinitialiser le noyau
he: איפוס ליבה
it: Ripristina core
ka: Core-ის გადატვირთვა
nl: Kern resetten
pt_br: Redefinir core
sl: Ponastavi jedro
sv: Återställ kärna
tr: Çekirdeği Sıfırla
uk: Скинути ядро
zh_cn: 重置核心
zh_tw: 重設核心

source: Core Settings
ar: إعدادات النواة
ca@valencia: Paràmetres del nucli
es: Preferencias del core
eu: Nukleoaren ezarpenak
fi: Ydinasetukset
fr: Configuration du noyau
he: הגדרות ליבה
it: Impostazioni core
ka: Core-ის მორგება
nl: Instellingen van kern
pt_br: Configurações do core
sl: Nastavitve jedra
sv: Kärninställningar
tr: Çekirdek Ayarları
uk: Параметри ядра
zh_cn: 核心设置
zh_tw: 核心設定

source: Save Slots
ar: شّقوق الحفظ
ca@valencia: Espais de guardada
es: Espacios de estado
eu: Gordetze-tarteak
fi: Tallennuslokerot
fr: Enregistrer les créneaux
he: חריצי שמירה
it: Slot di salvataggio
ka: სლოტების შენახვა
nl: Slots opslaan
pt_br: Salvar slots
sl: Shrani reže
sv: Sparplatser
tr: Yuvaları Kaydet
uk: Слоти збереження
zh_cn: 即时存档
zh_tw: 儲存槽

source: KRetro Player
ar: مُشغّل كي ريترو
ca@valencia: Jugador de KRetro
es: Jugador de KRetro
eu: KRetro Jotzailea
fi: KRetro-pelaaja
fr: Lecteur de KRetro
he: מריץ משחקים
it: Lettore KRetro
ka: KRetro-ის მოთამასე
nl: KRetro-speler
pt_br: Jogador KRetro
sl: Igralec KRetro
sv: Kretro-spelare
tr: K Retro Oyuncusu
uk: Програвач KRetro
zh_cn: KRetro 模拟器

source: Reset Game Core?
ar: أعد ضبط نواة اللعبة؟
ca@valencia: Voleu restablir el nucli del joc?
es: ¿Reiniciar el core del juego?
eu: Jokoaren Nukleoa berrezarri?
fi: Palautetaanko peliydin?
fr: Réinitialiser le noyau du jeu ?
he: לאפס את ליבת המשחקים?
it: Vuoi ripristinare il core di gioco?
ka: გადავტვირთო თამაშის ბირთვი?
nl: Gamekern resetten?
pt_br: Redefinir core do jogo?
sl: Naj ponastavim jedro igre?
sv: Återställ spelkärna?
tr: Oyun Çekirdeğini Sıfırla?
uk: Відновити початкові параметр ядра гри?
zh_cn: 重置游戏核心？
zh_tw: 重設遊戲核心？

source: This will restart the game. Any unsaved progress will be lost!
ar: سيعيد هذا تشغيل اللعبة. أي تقدّم غير محفوظ سيضيع!
ca@valencia: Reiniciarà el joc. Qualsevol progrés sense guardar es perdrà!
es: Esto reiniciará el juego. ¡Perderás todo el avance que no hayas guardado!
eu: Honek jokoa berrabiaraziko du. Gorde gabeko aurrerapenak galdu egingo dira!
fi: Tämä käynnistää pelin uudelleen. Tallentamaton tila menetetään!
fr: Cela conduira au redémarrage du jeu. Toute progression non enregistrée sera perdue !
he: הפעולה הזאת תתחיל את המשחק מחדש. כל התקדמות שלא נשמרה תלך לאיבוד!
it: Questo riavvierà il gioco. Tutti i progressi non salvati andranno persi!
ka: ეს გადატვირთავს თამაშს. შეუნახავი ცვლილებები დაიკარგება!
nl: Dit zal de game herstarten. Elke niet opgeslagen voortgang zal verloren gaan!
pt_br: Isso reiniciará o jogo. Qualquer progresso não salvo será perdido!
sl: S tem se bo igra znova zagnala. Ves neshranjen napredek bo izgubljen!
sv: Startar om spelet. Alla osparade framsteg kommer att gå förlorade.
tr: Bu, oyunu yeniden başlatacaktır. Kaydedilmemiş ilerlemeniz kaybolur!
uk: Це призведе до перезапуску гри. Усе незбережене проходження буде втрачено!
zh_cn: 这将重新启动游戏。所有未保存的进度都将丢失！
zh_tw: 這回重啟遊戲。任何未儲存的進度將會喪失！

source: Save States
ar: حالات الحفظ
ca@valencia: Estats de guardada
es: Estados de guardado
eu: Gordetze egoerak
fi: Tallennustilat
fr: Enregistrer les états
he: שמירת מצבים
it: Stati di salvataggio
ka: მდგობარეობების შენახვა
nl: Statussen opslaan
pt_br: Salvar estados
sl: Shrani stanja
sv: Spara tillstånd
tr: Durumları Kaydet
uk: Стани збереження
zh_cn: 保存即时存档
zh_tw: 即時存檔

# @action:button
source: New Save State
ar: حالة حفظ جديدة
ca@valencia: Estat de guardada nou
es: Nuevo estado de guardado
eu: Gordetze egoera berria
fi: Uusi tallennustila
fr: Nouvel état enregistré
he: מצב שמירה חדש
it: Nuovo stato di salvataggio
ka: ახალი თამაშის მდგომარეობა
nl: Nieuwe opgeslagen status
pt_br: Novo estado salvo
sl: Novo shranjeno stanje
sv: Nytt sparat tillstånd
tr: Yeni Kayıt Durumu
uk: Новий стан збереження
zh_cn: 新建即时存档
zh_tw: 新即時存檔

source: Game saved
ar: حُفظت اللعبة
es: Juego guardado
zh_cn: 游戏状态已保存

source: Slot 0 is the default auto save slot. It is restored on game start and saved on exit.
ar: الشّق 0 هو شّق الحفظ الآليّ المبدئيّ. يسترجع عند بدء اللعبة ويحفظ عند الخروج.
ca@valencia: L'espai 0 és l'espai de guardada automàtica predeterminat. Es restaura en iniciar el joc i es guarda en eixir.
es: En el espacio 0, el juego se guarda automáticamente al salir y se restaura automáticamente cuando se inicia.
eu: 0 tartea automatikoki gordetzeko tarte lehenetsia da. Jokoa abiatzean lehengoratzen da eta irtetean gordetzen da.
fi: Lokero 0 on oletustallennuslokero. Se palautetaan pelin alkaessa ja tallennetaan lopetettaessa.
fr: L'emplacement 0 est l'emplacement d'enregistrement automatique par défaut. Il est restauré au début du jeu et enregistré à la sortie.
he: חריץ 0 הוא חריץ ברירת המחדל לשמירה אוטומטית. הוא משוחזר עם תחילת המשחק ונשמר ביציאה.
it: Lo slot 0 è lo slot di salvataggio automatico predefinito. Viene ripristinato all'avvio del gioco e salvato all'uscita.
ka: სლოტი 0 ნაგულისხმევი ავტოშენახვის სლოტია. ის აღდგება თამაშის გაშვებისას, შენახვა კი გასვლისას ხდება.
nl: Slot 0 is het standaard automatische opslagslot. Het wordt hersteld bij opstarten van de game en opgeslagen bij verlaten.
pt_br: O slot 0 é o slot padrão para salvamento automático. Ele é restaurado no início do jogo e salvo ao sair.
sl: Reža 0 je privzeta reža za samodejno shranjevanje. Ob zagonu igre se obnovi in ​​shrani ob izhodu.
sv: Plats 0 är den normala automatiska sparplatsen. Den återställs när spelet startas och sparas när det avslutas.
tr: Yuva 0, öntanımlı kendiliğinden kayıt yuvasıdır. Oyun başlangıcında geri yüklenir ve çıkışta kaydedilir.
uk: Слот 0 є типовим слотом автоматичного збереження. Його буде відновлення після запуску гри і збережено при виході.
zh_cn: 即时存档 0 是默认的自动存档槽。它在游戏退出时保存游戏状态，并在游戏重开时加载恢复。
zh_tw: 存檔槽 0 是預設的自動存檔槽。遊戲開始時會讀取它，離開時會儲存到該存檔槽。

source: Slot %1
ar: شّق %1
ca@valencia: «Espai» %1
es: Espacio %1
eu: %1 tartea
fi: Lokero %1
fr: Créneau %1
he: חריץ %1
ka: სლოტი %1
sl: Reža %1
sv: Plats %1
tr: Yuva %1
uk: Слот %1
zh_cn: 即时存档 %1
zh_tw: 存檔槽 %1

source: Last modified: %1
ar: آخر تعديل: %1
ca@valencia: Última modificació: %1
es: Última modificación: %1
eu: Azken aldaketa: %1
fi: Viimeksi muutettu: %1
fr: Dernière modification : %1
he: שינוי אחרון: %1
it: Ultima modifica: %1
ka: ბოლო ცვლილება: %1
nl: Laatst gewijzigd: %1
pt_br: Última modificação: %1
sl: Nazadnje spremenjena: %1
sv: Senast ändrad: %1
tr: Son değişiklik: %1
uk: Востаннє змінено: %1
zh_cn: 最后修改时间：%1
zh_tw: 最後變更：%1

# @action:button
source: Load
ar: حمّل
ca@valencia: Carrega
es: Cargar
eu: Zamatu
fi: Lataa
fr: Charger
he: טעינה
it: Carica
ka: ჩატვირთვა
nl: Laden
pt_br: Carregar
sl: Naloži
sv: Ladda
tr: Yükle
uk: Завантажити
zh_cn: 加载
zh_tw: 載入

# @action:button
source: Save
ar: احفظ
ca@valencia: Guarda
es: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
it: Salva
ka: შენახვა
nl: Opslaan
pt_br: Salvar
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# @action:button
source: Delete
ar: احذف
ca@valencia: Suprimix
es: Borrar
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
it: Elimina
ka: წაშლა
nl: Verwijderen
pt_br: Excluir
sl: Zbriši
sv: Ta bort
tr: Sil
uk: Вилучити
zh_cn: 删除
zh_tw: 刪除

source: Select ROMs Directory
ar: اختر دليل الرومات
ca@valencia: Tria el directori de les ROM
es: Selecciona el directorio para las ROM
eu: Hautatu ROMen direktorioa
fi: Valitse ROM-kansio
fr: Sélectionner le dossier des ROM
he: בחירת תיקיית רומים
it: Seleziona la cartella delle ROM
ka: აირჩიეთ ROM-ების საქაღალდე
nl: De map van ROM selecteren
pt_br: Selecionar pasta de ROMs
sl: Izberi imenik ROMov
sv: Välj ROM-katalog
tr: ROM’lar Dizini Seç
uk: Виберіть каталог ROM
zh_cn: 选择 ROM 目录
zh_tw: 選取 ROM 目錄

source: Select Libretro Cores Directory
ar: اختر دليل نُوى ليبريترو
ca@valencia: Tria el directori de nuclis de la Libretro
es: Selecciona el directorio de cores de Libretro
eu: Aukeratu Libretro Nukleoen direktorioa
fi: Valitse Libretro-ydinten kansio
fr: Sélectionner le dossier des cœurs « Libretro »
he: בחירת תיקיית ליבות Libretro
it: Seleziona la cartella dei core Libretro
ka: აირჩიეთ Libretro Core-ის საქაღალდე
nl: Map van Libretro kernen selecteren
pt_br: Selecionar pasta de Cores Libretro
sl: Izberite imenik jeder Libretro
sv: Välj Libretro-kärnkatalog
tr: Libretro Çekirdekleri Dizini Seç
uk: Виберіть каталог ядер Libretro
zh_cn: 选择 Libretro 核心目录
zh_tw: 選取 Libretro 核心目錄

source: General
ar: عامّ
eu: Orokorra
fi: Perusasetukset
fr: Général
he: כללי
it: Generale
ka: ზოგადი
nl: Algemeen
pt_br: Geral
sl: Splošno
sv: Allmänt
tr: Genel
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: ROMs Directory
ar: دليل الرومات
ca@valencia: Directori de ROM
es: Directorio de ROM
eu: ROMen direktorioa
fi: ROM-kansio
fr: Dossier des ROM
he: תיקיית רומים
it: Cartella delle ROM
ka: ROM-ების საქაღალდე
nl: Map van ROM's
pt_br: Pasta de ROMs
sl: Imenik ROMov
sv: ROM-katalog
tr: ROM’lar dizini
uk: Каталог з ROM
zh_cn: ROM 目录
zh_tw: ROM 目錄

source: Libretro Cores Directory
ar: دليل نُوى ليبريترو
ca@valencia: Directori de nuclis de la Libretro
es: Directorio de cores de Libretro
eu: Libretro Nukleoen direktorioa
fi: Libretro-ydinten kansio
fr: Dossier des cœurs « Libretro »
he: תיקיית ליבות Libretro
it: Cartella core Libretro
ka: Libretro Core-ების საქაღალდე
nl: Map van Libretro kernen
pt_br: Pasta de Cores Libretro
sl: Imenik jeder Libretto
sv: Libretro-kärnkatalog
tr: Libretro çekirdekleri dizini
uk: Каталог ядер Libretro
zh_cn: Libretro 核心目录
zh_tw: Libretro 核心目錄
